Repository: seanpm2001/mt-training-data
Catalog: ts/ts_pontoon.tmx
Source language: en_us
Languages: ts

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
ts: Vativi va tindzimi va nga tlhela va pfuna, va ringeta ku fikelela tiyunivhesiti ta tindzimi ta laha kaya (vadyondzisi na swichudeni hi vumbiri ka vona) na ku vona loko va nga pfuneta ku hlengeleta sete yo hambana ya swivulwa swo hambana swa mpfumawulo eka ririmi ra wena.

source: Failed to delete selected sentences… Please try again!
ts: Ku tsandzekile ku susa swivulwa leswi hlawuriweke... Hi kombela u ringeta nakambe!

source: Faroese
ts: Xifaro

source: Female
ts: Xisati

source: Fields marked with an asterisk (*) are required.
ts: Swivandla leswi funghiweke hi xinyeletana (*) swa laveka.

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
ts: Swivulwa leswi sefiweke hikwalaho ka swilaveko leswi tsandzekaka (hi kombela u rhumela tivhidiyo leti nga cinciki tanihi swivulwa leswintshwa):

source: Finding existing sentences in the Public Domain
ts: Ku kuma swivulwa leswi nga kona eka Xiyenge xa ​​Mani na Mani

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ts: Kuma van’wana lava nga na maka. Sweswo swi nga va tiyunivhesiti, swikolo swa tindzimi, mintlawa ya vuyimeri kumbe miganga ya sayense ya data. Fikelela mavoko u hlamusela kahle laha va nga pfunaka kona ni leswaku hi yini. <outreachTemplates>Vona ti-imeyili ta hina ta ku fikelela ta xifaniso</outreachTemplates>.

source: Finish editing first?
ts: Hetisa ku hlela kusungula?

source: Finish recording
ts: Hetisa ku rhekhoda

source: Finish recording first?
ts: Hetisa ku rhekhoda ku sungula?

source: Finish Review
ts: Hetisa Ndzavisiso

source: Finnish
ts: Xifinixi

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ts: Xo sungula, kambela loko ririmi ra wena <languageLink>se ri ri kona</languageLink>. Loko ri nga ri kona, u nga <languageRequestLink>vutisa hi ku engetela hi ririmi ra wena</languageRequestLink>. Ku ni switeji swimbirhi. Ku hundzuluxela sayiti, na ku hlengeleta swivulwa.

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ts: Maletere ya matiko mambe. Maletere ma fanele ma tirha hi ririmi leri vulavuriwaka. Hi xikombiso, “ж” i letere leri nga kona eka maletere ya Xirhaxiya kambe a ri si tshama ri tirhisiwa eka Xinghezi naswona hikwalaho a ri fanelanga ri humelela eka tsalwa rihi na rihi ra xihlovo ra Xinghezi.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ts: Eka xiphemu xin’wana na xin’wana xa rito lexi nyikeriweke, na xiphemu xin’wana na xin’wana xa mpfumawulo lexi tiyisisiweke, tideshibhodi ta akhawunti ya wena ti pfuxetiwa ku kombisa nhluvuko wa wena wa sweswinyana eka ririmi rin’wana na rin’wana leri u hoxaka xandla eka rona. Ina, u nga hoxa xandla eka ku tlula yin’we!<br/><br/> Tirhisa tideshibhodi ku landzelela switatimende swa wena, vona ndlela leyi u endlaka hi yona etlhelo ka van’wana emugangeni, na ku veka tipakani ta ku hoxa xandla ka siku na siku kumbe vhiki na vhiki.

source: for example
ts: Xikombiso

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
ts: Loko ndzimana yo voniwa hi mani na mani yi nga ri kona eka Internet, u nga tirhisa endlelo ra dyondzo ro kombetela, hi xikombiso, endlelo ra Harvard "Jess (2021) My Public licence poems"

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ts: Eka tindzimi leti ti simekiweke, webusayiti yi <localizationGlossaryLink>humelerile xikaya</localizationGlossaryLink>, naswona yi na <sentenceCollectionGlossaryLink>swivulwa leswi eneleke swi hlengeletiwile</sentenceCollectionGlossaryLink> ku pfumelela minyikelo yo yisa yo <speakLink>Vulavula</speakLink> na ku <listenLink>Yingisela</listenLink>.

source: French
ts: Xifurwa

source: Frequently Asked Questions
ts: Swivutiso Leswi Vutisiwaka Nkarhi Na Nkarhi

source: Frisian
ts: Xifrisian

source: Fulah
ts: Xifulah

source: Galician
ts: Xigalicia

source: Gender
ts: Rimbewu

source: Georgian
ts: Xigeorgia

source: German
ts: Xijarimani

source: Get involved
ts: Tinghenelerise

source: Get Involved
ts: Hlanganyela

source: Get started with goals
ts: Sungula hi tipakani

source: Get Started with Speech Recognition
ts: Sungula Hi Lemukiso wa Mbulavulo

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ts: <githubLink>NVIDIA NeMo</githubLink>™ i <docsLink>xitirhisiwa xa xihlovo lexi pfulekeke</docsLink> eka valavisisi lava endlaka timodeli ta xiyimo xa le henhla ta AI ya mbulavurisano.

source: Glossary
ts: Xituvalu

source: Goal reached
ts: Pakani yi fikeleriwile

source: Goals
ts: Tikapani

source: Goan Konkani
ts: Xikonkani xa le Goan

source: Go to Discourse
ts: Famba eka Discourse

source: Go to Languages Page
ts: Famba eka Pheji ra Tindzimi

source: Go to { $name }
ts: Yana eka { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
ts: <governanceLink>Hlaya swo tala hi ndlela leyi hi lawuriwaka ha yona</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
ts: Maendlelo ya mfumo, tibuku na swihloko na swona i swikulu hambiswiritano tanihileswi tsalwa ri talaka ku va ra xivumbeko nyana a ri ri ra nkoka ngopfu.

source: Grammatical / spelling error
ts: Xihoxo xa ririmi kumbe xa mapeletelo.

source: Great! How many clips a week?
ts: Swikulu! Xana i swiphemu swingani hi vhiki?

source: Great! How many clips per day?
ts: Swikulu! Xana i swiphemu swingani hi siku?

source: Great!<recordIcon></recordIcon> Record your next clip
ts: Swinene!<recordIcon></recordIcon> Rekhoda xiphemu xa wena lexi landzelaka

source: Great work!<playIcon></playIcon> Listen again when you're ready
ts: Ntirho lowukulu!<playIcon></playIcon> Yingisela nakambe loko u lunghekile

source: Greek
ts: Xigriki

source: Guarani
ts: Xiguarani

source: Haitian
ts: Xihaiti

source: Hausa
ts: Xihausa

source: Have Feedback?
ts: Xana U Ni Mbuyelo?

source: Have you read our Terms?
ts: Xana u hlayile Mimpimanyeto ya hina?

source: Having an account is not required to contribute, though it is helpful.
ts: Ku va ni akhawunti a swi bohi leswaku u hoxa xandla, hambileswi swi pfunaka.

source: Having a profile is not required to contribute though it is helpful, see why below.
ts: Kuva na phurofayili a swi laveriwi ku hoxa xandla kambe swa pfuna, vona kuri hikokwalaho ka yini laha hansi.

source: Hebrew
ts: XIheveru

source: Help
ts: Pfuna

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ts: Pfuna Common Voice Ku fikelela { $hours } tiawara hi ririmi leri nga na xikongomelo xa munhu hi xiyexe

source: Help create Common Voice’s first target segment in { $locale }
ts: Pfuna ku tumbuluxa xiphemu xo sungula lexi kongomisiweke xa Common Voice eka { $locale } .

source: Help reach { $hours } hours in { $language } with a personal goal
ts: { $hours } tiawara eka { $language } hi xikongomelo xa munhu hi xiyexe

source: Help teach machines how real people speak, donate your voice at { $link }
ts: Pfuna ku dyondzisa michini ndlela leyi vanhu va xiviri va vulavulaka hi yona, nyikela hi rito ra wena eka { $link }

source: Help us build a community around voice technology, stay in touch via email.
ts: Hi pfuneni ku aka vaaki ku rhendzela thekinoloji ya rito, tshama i ri eku hlanganiseni hi ku tirhisa imeyili.

source: Help us build a high quality, publicly open dataset
ts: Hi pfuneni ku aka tidathaseti ya xiyimo xa le henhla, leyi pfulekeke erivaleni.

source: Help us by reviewing sentences for correctness according to the guidelines.
ts: Hi pfuneni hi ku pfuxeta swivulwa leswaku swi lulamile hi ku landza swiletelo.

source: Help us by writing or collecting Public Domain sentences.
ts: Hi pfuneni hi ku tsala kumbe ku hlengeleta swivulwa swa Xiyenge xa ​​Mani na Mani .

source: Help us find more voices, share your goal
ts: Hi pfuneni ku kuma marito yo tala, avelana pakani ya wena

source: Help us find others to donate their voice!
ts: Hi pfuneni ku kuma van’wana leswaku va nyikela hi rito ra vona!

source: Help us get to { $goal }
ts: Hi pfuni ku fikelela eka { $goal }

source: Help us validate sentences!
ts: Hi pfuni ku tiyisisa swivulwa!

source: Help us validate voices
ts: Hi pfune ku tiyisisa ma ritu

source: Here are some tips to find sentences:
ts: Hi leswi switsundzuxo swo kuma swivulwa:

source: Here are the links to download your ZIP files.
ts: Hi leswi swihlanganisi swo kopa tifayela ta wena ta ZIP.

source: Hidden
ts: Fihliwile

source: Hindi
ts: Xihindi

source: His hand was rais-ed.
ts: Voko ra yena a ri yimisi-wile

source: Home
ts: Kaya

source: Hours
ts: Tiawara

source: Hours Recorded
ts: Tiawara Leti Rekhodiweke

source: Hours Validated
ts: Tiawara Ti Tiyisiwe

source: { $hours } validated hours so far!
ts: { $hours } tiawara leti tiyisisiweke ku fikela sweswi!

source: How ?
ts: Njhani ?

source: How are project decisions made?
ts: Xana swiboho swa phurojeke swi endliwa njhani?

source: How can I get the Common Voice data?
ts: Xana ndzi nga yi kuma njhani data ya Common Voice?

source: How can we effectively grow a language on Common Voice?
ts: Xana hi nga kurisa njhani ririmi hi ndlela leyi humelelaka eka Common Voice?

source: How does Common Voice calculate hours?
ts: Xana Common Voice yi hlayela njhani tiawara?

source: How does Common Voice work?
ts: Xana Common Voice yi tirha njhani?

source: How does site localization work?
ts: Xana ku vekiwa ka ndhawu ya ndhawu swi tirha njhani?

source: How do I access and use the dataset?
ts: Xana ndzi nga yi fikelela njhani ni ku yi tirhisa njhani dataset?

source: How do I add a language?
ts: Xana ndzi nga engetela njhani ririmi?

source: How do I add sentences?
ts: Xana ndzi nga swi engetela njhani swivulwa?

source: How do I know whether to approve a voice clip?
ts: Xana ndzi nga swi tivisa ku yini loko ndzi fanele ndzi pfumelela xiphemu xa rito?

source: How do I record a high quality voice clip?
ts: Xana ndzi nga yi rhekhoda njhani xiphemu xa rito xa xiyimo xa le henhla?

source: How do I stay in touch?
ts: Xana ndzi nga tshama njhani ndzi ri eku tihlanganiseni?

source: How do you ensure anonymity and privacy of the people who donated their voices?
ts: Xana u tiyisisa njhani leswaku vanhu lava nyikeleke hi marito ya vona va nga tiviwi naswona va va ni vuhlayiseki bya xihundla?

source: How to
ts: Ndlela yo

source: How-to
ts: Ndlela-yo

source: How to Cite
ts: Ndlela yo Tshaha

source: How would you describe your accent?
ts: Xana u nga yi hlamusela njhani ndlela leyi u vulavulaka ha yona?

source: Hungarian
ts: Xihungary

source: I agree
ts: Ndza pfumela

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
ts: A ndzi xivulavuri xa ri rimi, ndzi vulavula hi mavitanelo, xana wa ha lava rito ra mina?

source: Icelandic
ts: XiIceland

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ts: Ndzi tiyisisa leswaku swivulwa leswi i <wikipediaLink>ndhawu ya mani na mani</wikipediaLink> naswona ndzi na mpfumelelo wo swi hoxa.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ts: Ndzi tsakela ku amukela ti-imeyili to fana na switsundzuxo swa tipakani, swintshuxo swa mina swa nhluvuko na swiphephana swa mahungu mayelana na Common Voice.

source: I do not agree
ts: A ndzi pfumeli

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ts: Loko xiphemu xi ariwile hi vanhu va 2, xi humesiwa eka xirungulwana xo hambana xa rungula.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ts: Loko rhekhodo yi tshoveka, kumbe yi ri na ku rhurhumela, ala handle ka loko tsalwa hinkwaro ra ha twiwa.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ts: Loko xivulwa xi nga fikeleli swipimelo leswi nga laha henhla, kandziyisa &quot;Ala&quot; xikandziyiso lexi nga etlhelo ra ximatsi. Loko u nga tiyiseki hi xivulwa lexi, u nga ha tlhela u xi tlula ivi u ya eka lexi landzelaka.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
ts: Loko xivulwa xi nga fikeleli swipimelo leswi nga laha henhla, tinya "Reject" ntsena. Loko u nga tiyiseki hi xivulwa lexi, u nga ha tlhela u xi tlula ivi u ya eka lexi landzelaka.

source: If the sentence meets the criteria, click the "Approve" button.
ts: Loko xivulwa xi fikelela swipimelo, tinya kunupu ya "Approve".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ts: Loko xivulwa xi fikelela swipimelo, tinya "Approve" buti leyi nga exineneni.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ts: Loko u hlangana na nchumu lowu swiletelo leswi swi nga wu katsi, hi kombela u vhota hi ku ya hi ku avanyisa ka wena lokunene. Loko hakunene u nga swi koti ku endla xiboho, kandziyisa la ku nge skip ivi u ya emahlweni eka rhekhodo leyi landzelaka.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ts: Loko a wu swi kota <strong>ku va twa</strong> naswona <strong>u swi twisisa</strong>,hi ntolovelo <strong>i swinene ku pfumelela</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ts: "Loko u nga twi nchumu hi hina ku nga si hela masiku ma nga ri mangani, fikelela eka <emailLink>{ $email }</emailLink> naswona hi ta tlhelela eka wena!"

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ts: Loko u lava switirhisiwa swo aka timodeli ta ASR, u nga tihlanganisa na vanhu van’wana emugangeni<discourseLink>eka Discourse</discourseLink>.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
ts: Loko ririmi ra wena ri nga xaxametiwanga laha, u nga ri kombela hi ku tirhisa <languageProcessLink>endlelo leri</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
ts: Loko u heleriwa hi swivulwa swo swi kambisisa, hi kombela u hi pfuna ku hlengeleta swivulwa swo tala!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ts: Loko u ehleketa leswaku mavitanelo ya kona ya endla leswaku <strong>swi nga koteki ku swi twisisa</strong>, kumbe ku na <strong>mpfumawulo wo tala wa le ndzhaku</strong>, kumbe ku na <strong>vanhu van'wana lava vulavulaka na vona</strong>, kutani wena u fanele ku ala xiphemu xa kona. <accuracyLink>Vona vuxokoxoko byo tala eka swipimelo swa hina swa ku pakanisa</accuracyLink>.

source: Igbo
ts: Xiigbo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ts: Ndza ha ku endla pakani ya munhu hi xiyexe ya munyikelo wa rito eka #CommonVoice -- famba na mina ni ku pfuna ku dyondzisa michini ndlela leyi vanhu va xiviri va vulavulaka hi yona { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ts: Swi ndzi khoma kahle loko vuxokoxoko lebyi byi fambisiwa hi wena tanihileswi u hlamuselaka eka <privacyLink>Pholisi ya Xihundla</privacyLink> ya Mozilla.

source: Includes email, username & demographic info, available right away
ts: Ku katsa na imeyili, vito ra mutirhisi & vuxokoxoko bya nhlayo ya vaaki, lebyi kumekaka hi ku hatlisa.

source: Includes mp3s and related sentences, may take some time to prepare
ts: Ku katsa na ti-mp3 na swivulwa leswi fambelanaka na swona, swi nga teka nkarhi wo karhi ku tilulamisela

source: Indonesian
ts: Xiindonesia

source: Information about the language
ts: Vuxokoxoko mayelana ni ririmi

source: In Progress
ts: Eka Nhluvuko

source: Interested in learning more and contributing to the project?
ts: Xana wa swi tsakela ku dyondza kumbe na ku hoxa xandla eka phurojeke?

source: Interface Language
ts: Ririmi ra Xihlanganisi

source: Irish
ts: Xi-Irish

source: IsiNdebele (North)
ts: Xindebele (N’walungu) .

source: IsiNdebele (South)
ts: Xindebele (Dzonga) .

source: Is my account information public?
ts: Xana rungula ra akhawunti ya mina ya le rivaleni?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ts: <isoCodeLink>Tikhodi ta ISO</isoCodeLink> loko ti tiveka

source: Is the clip valid?
ts: Xana xiphemu xa ritu i lexi twalaka?

source: Is the goal of Common Voice to build a voice assistant?
ts: Xana xikongomelo xa Common Voice i ku aka mupfuni wa rito?

source: Italian
ts: Xintariyana

source: It contains words or phrases that are hard to read or pronounce.
ts: Yi ni marito kumbe swiga leswi swi tikaka ku swi hlaya kumbe ku swi vitana.

source: It is written in a language different than what I’m speaking.
ts: Yi tsariwe hi ririmi leri hambaneke ni leri ndzi ri vulavulaka.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
ts: I swa nkoka leswaku u kombetela laha u kumeke layisense ya mani na mani ku papalata ku yiva na ku pfumelela ku landzelerisa eka <copyrightIssuesLink>timhaka ta mfanelo ya vutshila</copyrightIssuesLink>. Hi leti tindlela ti nga ri tingani leti u nga tshahaka ntirho ha tona.

source: Japanese
ts: Xijapani

source: Join the Common Voice mailing list
ts: Joyina nxaxamelo wa poso wa Common Voice

source: Just Unsure?
ts: Xana U Nga Tiyiseki Ntsena?

source: Kabardian
ts: Xikabardian

source: Kazakh
ts: Xikazakhstan

source: { $kb }kb max
ts: { $kb }kb ku tlula mpimo

source: Keep
ts: Hlayisa

source: Keep it up, record again <recordIcon></recordIcon>
ts: Yi hlayise, yi rhekhoda nakambe <recordIcon></recordIcon>

source: Keep the recordings
ts: Hlayisa swilo leswi rhekhodiweke

source: Keep track of your progress and metrics across multiple languages.
ts: Hlayisa nhluvuko wa wena na timetriki eka tindzimi to tala.

source: Keep track of your progress with a profile
ts: Hlayisa nhluvuko wa wena hi xivumbeko xa wena

source: Keep track of your progress with a profile and help our voice data be more accurate.
ts: Hlayisa nhluvuko wa wena hi phurofayili na ku pfuna datha ya hina ya rito ku va leyi kongomeke swinene.

source: Kinyarwanda
ts: Xikinyarwanda

source: Konkani (Devanagari)
ts: Xikonkani (Xidevanagari) .

source: Korean
ts: Xikorea

source: Kurmanji Kurdish
ts: Xikurd xa Kurmanji

source: Kyrgyz
ts: Xikyrgyz

source: Language
ts: Ririmi

source: Language Request
ts: Xikombelo xa Ririmi

source: Language request successfully submitted, thank you.
ts: Xikombelo xa ririmi xi rhumeriwile hi ndlela leyi humelelaka, ndza khensa.

source: Languages
ts: Tindzimi

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
ts: Tindzimi ti nga va na <validationRulesLink>milawu ya tona ya ku tiyisisa</validationRulesLink> na swilaveko swo engetela. Loko ku nga ri na fayili yo karhi ya ku tiyisisa ya ririmi, hi tirhisa milawu ya Xinghezi leyi nga toloveleka.

source: Latvian
ts: Xilatvia

source: Launched
ts: Ku Simekiwile

source: Leaderboard Visibility
ts: Ku vonakala ka bodo ya Murhangeri

source: Learn how to take part
ts: Dyondza ndlela yo teka teka xiave

source: Learn More
ts: Dyondza Swo Tala

source: Leaving now means you’ll lose your changes
ts: Ku famba sweswi swi vula leswaku u ta lahlekeriwa hi ku cinca ka wena

source: Leaving now means you'll lose your progress
ts: Ku famba sweswi swi vula leswaku u ta lahlekeriwa hi nhluvuko wa wena

source: Let's Get Started
ts: A Hi Sunguleni

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ts: LibriSpeech i nhlengelo wa kwalomu ka 1000 wa tiawara ta 16Khz wa mbulavulo wo hlaya wa Xinghezi lowu humaka eka tibuku ta yingisela leti hlayiweke ku suka eka phurojeke ya LibriVox.

source: License
ts: Layisense

source: License: <licenseLink>CC-0</licenseLink>
ts: Layisense: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ts: Layisense: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ts: Xiliguria

source: Link Copied
ts: Link Yi Kopiwile

source: Links to websites that can help us understand the language
ts: Vuhlanganisi eka tiwebusayiti leti nga hi pfunaka ku twisisa ririmi.

source: Listen
ts: Yingisela

source: Listening
ts: Yingisela

source: Listen-Queue
ts: Yingisela-Fola

source: Lithuanian
ts: Xilithuania

source: Loading…
ts: Ku layicha...

source: Loading rejected sentences…
ts: Ku layicha swivulwa leswi ariweke...

source: Loading sentences…
ts: Ku layicha swivulwa...

source: Loading your sentences…
ts: Ku layicha swivulwa swa wena...

source: Localization
ts: Ku vekiwa ka ndhawu

source: Localized
ts: Ku vekiwa ka ndhawu

source: Login failed
ts: Ku nghena swi tsandzekile

source: Login Identity
ts: Vutivi bya ku Nghena

source: Log in or sign up to get started
ts: Nghena kumbe u tsarisa ku sungula

source: Login / Signup
ts: Nghena / Tsarisa

source: Log In / Sign Up
ts: Nghena / Tsarisa

source: Log In / Sign Up with { $company } email
ts: Nghena / Tsarisa hi { $company } imeyili

source: Logout
ts: Humela ehandle

source: Log Out
ts: Humela Ehandle
